[General]
Version=1.8.9
LanguageName=Türkçe 
lblLanguageAuthor=MorciN

[Form1]
speedWarningLabel=Uyarı: 20000 KB/s üzerindeki hızlar şüpheli görünebilir.
checkShowTrayBaloon=Tepsi simgesinin üzerine gelindiğinde bilgi göster
lblInterface=Arayüz:
lblLanguage=Dil:
TorrentFileLabel=Yer:
closeButton=Kapat
StartButton=Başla
tabGeneral=Genel
groupTorrentFile=Torrent Dosyası
browseButton=Gözat...
groupStats=İstatistik :
totalRunningTimeLabel=Toplam Zaman :
leechLabel=Leechers:
seedLabel=Seeders:
manualUpdateButton=Elle Güncelleme
labelUpdateIn=Kalan zaman:
downloadCountLabel=İndirilen :
uploadCountLabel=Gönderilen :
groupBoxOptions=Ayarlar
applyStopSettingsButton=Uygula
stopProcessLabel=İşlem Bittikten Sonra :
FileSizeLabel=Tamamlanan (%)
uploadRateLabel=Gönderme Hızı (kB/s) :
downloadRateLabel=İndirme Hızı (kB/s) :
groupTorrentInfo=Torrent Bilgisi :
labelTorrentSize=Boyut:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Gelişmiş
memoryReaderButton=Bellek Okuyucu...
updateAnnounceParamsOnStart=Başlangıçta peer_id ve key'i güncelle
checkNewVersion=Yeni versiyon Denetle
ClientLabel=İstemci Simülasyonu:
randomSpeedGroup=Rasgele Yükleme/İndirme Hızı
RandomDownloadToLabel=En Fazla:
RandomUploadToLabel=En Fazla:
RandomDownloadFromLabel=En Az:
RandomUploadFromLabel=En Az:
checkRandomDownload=İndirme (kB)
checkRandomUpload=Yükleme  (kB)
reportParamsGroup=Parametreleri Bildir
keyLabel=Key (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Number of Peers (numwant):
portInfoLabel=Eğer bu alanlar boş kalırsa, RatioMaster rasgele ya da varsayılan değerleri kullanır
portLabel=Port (port):
tabNetwork=Ağ
groupNetworkMisc=Çeşitli
checkIgnoreFailureReason='failure reason' tracker cevabını yoksay
labelStopMinLeecher=Leecher sayısı bu değerden az olduğunda, yüklemeyi durdur:
intervalLabel=Tracker Güncelleme Süresi (s):
checkRequestScrap=Seeder/Leecher durum bilgisini al (Trackerdan gelen 'scrap' bilgi)
checkTCPListen=TCP dinleyiciyi kullan (Trackerda bağlanabilir görünün)
proxySettingsGroup=Proxy Server Ayarları
labelProxyPass=Şifre:
labelProxyUser=Kullanıcı:
labelProxyPort=Port:
labelProxyHost=Sunucu:
labelProxyType=Proxy Tipi:
tabLog=İşlem Kaydı
saveLogButton=İşlem Kaydını Sakla
checkLogEnabled=İşlem Kaydı Açık
checkHideConfidentialInfo=Gizli bilgileri gizle
clearLogButton=İşlem Kaydını sil
tabAbout=Hakkında
labelForums=Forum:
labelWebSite=Website:
StopButton=Dur
linkProxyHelp=Proxy için yardım (İngilizce)
tabUpdates=Güncelleme
installUpdatesButton=Güncellemeleri Kur
checkUpdatesButton=Güncellemeleri Denetle
labelUpdates=İstemciler ve diller
labelBindIp=Bind to IP:
checkMinimizeToTray=Tepsiye İndir(saatin yanına)
checkIgnoreTimeout=Ignore connection errors
checkUPnP=Enable UPnP port mapping
testNetworkButton=Test Settings...
ResetCountersButton=Reset Counters
checkSavePeers=Save list of peers

[MemoryReader]
reApplyButton=Uygula
reCloseButton=Kapat
groupBoxSearchResults=Arama Sonuçları
reHashLabel=Hash:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=Parça Numaraları (numwant):
rePortLabel=Port (port):
reSearchStrLabel=Dizi:
reSearchButton=Aramaya Başla
reProcessNameLabel=İşlem Adı:

[Messages]
mrNoProcessFound={0} işlemi bulunamadı .\r\nTorrent clientınızın açık olduğundan ve en az bir torrentin çalıştığından emin olun.
mrSearchFail=Arama başarısız.\r\nTorrent clientınızın açık olduğundan ve en az bir torrentin çalıştığından emin olun.
mrSearchTitle=Ara
mrSearchSuccess=Arama başarıyla tamamladı!\r\nBulunan geçerli client değerlerini onaylamak için Uygula'ya basın.
vrNewVersionReleased=Yeni sürümünü yayımladı! Http://www.moofdev.net
vrNewVersionTitle="Yeni Versiyon Bulundu"
ballonUploaded=Gönderilen: {0} \r\n
ballonDownloaded=İndirilen: {0} \r\n
ballonUpdateIn=Kalan Zaman: {0} \r\n
ballonTotalTime=Toplam Zaman: {0} \r\n
stopProcessOpt1=Devam et
stopProcessOpt2=Gönder
stopProcessOpt3=İndir
stopProcessOpt4=Zaman
stopProcessOpt5=~1,2x seed edildi
stopProcessUnits1=Saniye
stopProcessUnits2=Dakika
stopProcessUnits3=Saat
restoreToolStripMenuItem=Restore
exitToolStripMenuItem=Çıkış
umNumUpdatesFound= {0} Güncelleme Bulundu
umNoUpdatesFound=Yeni Güncelleme Bulunamadı
umParsingUpdates=Parsing Updates...
umCheckingUpdates=Güncellemeler Kontrol Ediliyor
umDownloadingUpdate=Güncellemeler İndiriliyor {0}
umFinishedDownloadingUpdates=Güncellemeler İndirildi
clmnUpdateName=Ad
clmnUpdateFileName=Dosya Adı
clmnUpdateType=Tip
clmnUpdateAuthor=Yazar
confirmCloseTitle=Onay
confirmCloseMessage=Torrent update is in process. Do you really want to exit RatioMaster?
defaultBinding=Varsayılan
testNetworkSuccess=Connected successfully. Current RatioMaster network settings appear to be working.
testNetworkFailed=Bağlantı hatası
testNetworkInProgress=Network settings test is in progress...


[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
groupBoxSearchResults=If search successfull RM fills those fields with found results.\r\nCopy those values manually to RM Advanced Settings or press on Apply.
reSearchButton=Press on "Start Search" to ... Start Search.
reSearchStr=RM looks for this string to find announce URL and parse search results.
reProcessNameBox=RM will look for this process.\r\nRM fills this box automatically according to your current Client Selection.
checkIgnoreTimeout=RM will ignore connection errors
checkIgnoreFailureReason=Bu ayar seçili olduğunda, RM trackerdan gelen hataları yok sayar ve normal şekilde yüklemeye devam eder.
labelStopMinLeecher=Leecher sayısı, seçili değerden az olduğunda RM upload hızını sıfırlayabilir.
intervalLabel=Trackerdan gelen bilgileri güncellemek için belirlenen süre.\r\nGüncelleme bilgisi göndermeyen trackerlar için uygundur.
proxySettingsGroup=RM trackera bağlanırken, IP'nizi gizlemek için proxy kullanabilir.
memoryReaderButton=Bellek Okuyucu\r\nİstemci parametrelerinin simuslasyonu için kullanabilirsiniz. \r\nPeer_id, key, port ve diğer değerler, gerçek istemcisinizden kopyalanır.
updateAnnounceParamsOnStart=Bu seçenek işaretlenirse,RM her açılışta yeni peer_id ve key oluşturur.\r\nEğer işaretlenmezse RM önceki kayıttaki bilgiler işlenir.
TorrentClientsBox=Bu listeden simülasyonda kullanacağınız istemciyi seçin.
randomSpeedGroup=RM her tracker anonsundan sonra \r\nhızları bu ayarlara göre rastgele olarak belirleyebilir.\r\nAynı hızda uzun süre upload şüphe uyandırır.
torrentFile=Torrent Dosyasının Yeri\r\nGözat'a Tıkla... torrent dosyasının yerini belirt.
totalRunningTimeLabel=Bu işlem için geçen toplam zaman
leechLabel=Bu torrenti Leech edenler\r\nBazı Torrent sitelerinde aktif olmayabilir
seedLabel=Bu torrenti seed edenler\r\nBazı Torrent sitelerinde aktif olmayabilir
manualUpdateButton=Elle Güncelleme\r\nElle güncelleyebilirsin, Tracker ayarlarınızı buna göre ayarlamak gerekebilir.
labelUpdateIn=Gelecek güncelleme için kalan zaman 
downloadCountLabel=İndirilen\r\nBir sonraki güncelleme sonrası, trackerdaki bilgileriniz buna göre değişir.
uploadCountLabel=Gönderilen\r\nBir sonraki güncelleme sonrası, trackerdaki bilgileriniz buna göre değişir.                                                                                                                      
stopProcessActionBox=RM işlemi otomatik olarak durdurabilir. \r\nFarklı seçenekleri seçip, değerleri girebilirsiniz.
uploadRate=Gönderme Hızı\r\nBuraya RM ın tracker'a rapor edeceği hızı yazın
downloadRate=İndirme Hızı\r\nBuraya RM ın tracker'a rapor edeceği hızı yazın
shaHash=Torrent Sha Hash\r\nElle girebilirsiniz veya seçilen torrent dosyası tarafından otomatik olarak elde edilecektir  
trackerAddress=Tracker Url\r\nElle girebilirsiniz veya seçilen torrent dosyası tarafından otomatik olarak elde edilecektir
fileSize=Tamamlanan %\r\nDaha önce ne kadarını indirdiğinizi girebilirsiniz.\r\n100% = Seed et\r\n0%     = Sömür\r\nRM Her torrent için ne kadarının tamamlandığını ve diğer tüm seçenekleri hatırlayabilir.                                       
reportParamsGroup=Bu parametreler, RM'nin tracker'a göndereceği string'lerin bir kısmıdır.\r\nGenelde, RM bu değerleri otomatik yaratır \r\nancak bunları elle girmeniz için veya bellek okuyucusunu kullanmak gibi seçenekleriniz de vardır.
